{
    "flying": "This creature can't be blocked except by creatures with flying or reach.",
    "trample": "This creature can deal excess combat damage to the player or planeswalker it's attacking.",
    "deathtouch": "Any amount of damage this deals to a creature is enough to destroy it.",
    "lifelink": "Damage dealt by this creature also causes you to gain that much life.",
    "vigilance": "Attacking doesn't cause this creature to tap.",
    "reach": "This creature can block creatures with flying.",
    "haste": "This creature can attack or tap as soon as it comes under your control.",
    "hexproof": "This permanent can't be the target of spells or abilities your opponents control.",
    "indestructible": "Effects that say 'destroy' don't destroy this permanent. A creature with indestructible isn't destroyed by lethal damage.",
    "ward": "Whenever this permanent becomes the target of a spell or ability an opponent controls, counter it unless that player pays the associated cost.",
    "menace": "This creature can't be blocked except by two or more creatures.",
    "first strike": "This creature deals combat damage before creatures without first strike.",
    "double strike": "This creature deals both first-strike and regular combat damage.",
    "flash": "You may cast this spell any time you could cast an instant.",
    "defender": "This creature can't attack.",
    "scry": "To scry N, look at the top N cards of your library, then put any number of them on the bottom of your library and the rest on top in any order.",
    "surveil": "To surveil N, look at the top N cards of your library, then put any number of them into your graveyard and the rest on top in any order.",
    "prowess": "Whenever you cast a noncreature spell, this creature gets +1/+1 until end of turn.",
    "enchant": "This card can be attached to the designated permanent type (e.g., 'Enchant creature').",
    "equip": "Pay the cost to attach this permanent to a creature you control. Activate only as a sorcery.",
    "fight": "Each creature deals damage equal to its power to the other.",
    "mill": "To mill a card, a player puts the top card of their library into their graveyard.",
    "evoke": "You may cast this spell for its evoke cost. If you do, it's sacrificed when it enters the battlefield."
}