{
    "flying": "This creature can't be blocked except by creatures with flying or reach.",
    "trample": "This creature can deal excess combat damage to the player or planeswalker it's attacking.",
    "deathtouch": "Any amount of damage this deals to a creature is enough to destroy it.",
    "lifelink": "Damage dealt by this creature also causes you to gain that much life.",
    "vigilance": "Attacking doesn't cause this creature to tap.",
    "reach": "This creature can block creatures with flying.",
    "haste": "This creature can attack or tap as soon as it comes under your control.",
    "hexproof": "This permanent can't be the target of spells or abilities your opponents control.",
    "indestructible": "Effects that say 'destroy' don't destroy this permanent. A creature with indestructible isn't destroyed by lethal damage.",
    "ward": "Whenever this permanent becomes the target of a spell or ability an opponent controls, counter it unless that player pays the associated cost.",
    "menace": "This creature can't be blocked except by two or more creatures.",
    "first strike": "This creature deals combat damage before creatures without first strike.",
    "double strike": "This creature deals both first-strike and regular combat damage.",
    "flash": "You may cast this spell any time you could cast an instant.",
    "defender": "This creature can't attack.",
    "scry": "To scry N, look at the top N cards of your library, then put any number of them on the bottom of your library and the rest on top in any order.",
    "surveil": "To surveil N, look at the top N cards of your library, then put any number of them into your graveyard and the rest on top in any order.",
    "prowess": "Whenever you cast a noncreature spell, this creature gets +1/+1 until end of turn.",
    "enchant": "This card can be attached to the designated permanent type (e.g., 'Enchant creature').",
    "equip": "Pay the cost to attach this permanent to a creature you control. Activate only as a sorcery.",
    "fight": "Each creature deals damage equal to its power to the other.",
    "mill": "To mill a card, a player puts the top card of their library into their graveyard.",
    "toxic": "Players dealt combat damage by this creature also get a number of poison counters equal to its toxic value.",
    "connive": "To have a creature connive, draw a card, then discard a card. If you discarded a nonland card, put a +1/+1 counter on this creature.",
    "mount": "As a sorcery, you may tap any number of other creatures you control with total power equal to or greater than the mount value. This creature becomes mounted until end of turn.",
    "crew": "Tap any number of other creatures you control with total power equal to or greater than the crew value: This Vehicle becomes an artifact creature until end of turn.",
    "dredge": "If you would draw a card, instead you may put exactly N cards from the top of your library into your graveyard. If you do, return this card from your graveyard to your hand.",
    "convoke": "Your creatures can help cast this spell. Each creature you tap while casting this spell pays for {1} or one mana of that creature's color.",
    "delve": "Each card you exile from your graveyard while casting this spell pays for {1}.",
    "cascade": "When you cast this spell, exile cards from the top of your library until you exile a nonland card that costs less. You may cast it without paying its mana cost. Put the rest on the bottom in a random order.",
    "annihilator": "Whenever this creature attacks, defending player sacrifices N permanents.",
    "infect": "This creature deals damage to creatures in the form of -1/-1 counters and to players in the form of poison counters.",
    "phasing": "This permanent exits or enters the battlefield at the start of its owner's untap step. While it's phased out, it's treated as though it doesn't exist.",
    "banding": "Any creatures with banding, and up to one without, can attack in a band. Bands are blocked as a group. If a creature with banding blocks or is blocked, the damage is divided as its controller chooses.",
    "shroud": "This permanent or player can't be the target of spells or abilities.",
    "proliferate": "Choose any number of permanents and/or players with counters on them, then give each another counter of each kind already there.",
    "exalted": "Whenever a creature you control attacks alone, that creature gets +1/+1 until end of turn.",
    "unearth": "Return this card from your graveyard to the battlefield. It gains haste. Exile it at the beginning of the next end step or if it would leave the battlefield. Unearth only as a sorcery."
}